[
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-spaced-repetition",
  "better-word-count",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-admonition",
  "obsidian-linter",
  "obsidian-text-format",
  "obsidian-advanced-slides",
  "obsidian-kanban",
  "obsidian-icon-folder",
  "obsidian-emoji-toolbar",
  "dataview"
]